-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1
-- Время создания: Дек 05 2018 г., 03:06
-- Версия сервера: 10.1.36-MariaDB
-- Версия PHP: 7.2.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `lesson4`
--

-- --------------------------------------------------------

--
-- Структура таблицы `products`
--

CREATE TABLE `products` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `price` float NOT NULL,
  `img` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `products`
--

INSERT INTO `products` (`id`, `name`, `price`, `img`) VALUES
(1, 'Пуфик коричневый', 47790, 'img/1.jpg'),
(2, 'Пуфик серый', 2500, 'img/2.jpg'),
(3, 'Пуфик', 25200, 'img/1.jpg'),
(4, 'Пуфик', 25200, 'img/1.jpg'),
(5, 'Пуфик', 25200, 'img/1.jpg'),
(6, 'Пуфик', 25200, 'img/1.jpg'),
(7, 'Пуфик', 25200, 'img/1.jpg'),
(8, 'Пуфик', 25200, 'img/1.jpg'),
(9, 'Пуфик', 25200, 'img/1.jpg'),
(10, 'Пуфик', 25200, 'img/1.jpg'),
(11, 'Пуфик', 25200, 'img/1.jpg'),
(12, 'Пуфик', 25200, 'img/1.jpg'),
(13, 'Пуфик', 25200, 'img/1.jpg'),
(14, 'Пуфик', 25200, 'img/1.jpg'),
(15, 'Пуфик', 25200, 'img/1.jpg'),
(16, 'Пуфик', 25200, 'img/1.jpg'),
(17, 'Пуфик', 25200, 'img/1.jpg'),
(18, 'Пуфик', 25200, 'img/1.jpg'),
(19, 'Пуфик', 25200, 'img/1.jpg'),
(20, 'Пуфик', 25200, 'img/1.jpg'),
(21, 'Пуфик', 25200, 'img/1.jpg'),
(22, 'Пуфик', 25200, 'img/1.jpg'),
(23, 'Пуфик', 25200, 'img/1.jpg'),
(24, 'Пуфик', 25200, 'img/1.jpg'),
(25, 'Пуфик', 25200, 'img/1.jpg'),
(26, 'Пуфик', 25200, 'img/1.jpg'),
(27, 'Пуфик', 25200, 'img/1.jpg'),
(28, 'Пуфик', 25200, 'img/1.jpg'),
(29, 'Пуфик', 25200, 'img/1.jpg'),
(30, 'Пуфик', 25200, 'img/1.jpg'),
(31, 'Пуфик', 25200, 'img/1.jpg'),
(32, 'Пуфик', 25200, 'img/1.jpg'),
(33, 'Пуфик', 25200, 'img/1.jpg'),
(34, 'Пуфик', 25200, 'img/1.jpg'),
(35, 'Пуфик', 25200, 'img/1.jpg'),
(36, 'Пуфик', 25200, 'img/1.jpg'),
(37, 'Пуфик', 25200, 'img/1.jpg'),
(38, 'Пуфик', 25200, 'img/1.jpg'),
(39, 'Пуфик', 25200, 'img/1.jpg'),
(40, 'Пуфик', 25200, 'img/1.jpg'),
(41, 'Пуфик', 25200, 'img/1.jpg'),
(42, 'Пуфик', 25200, 'img/1.jpg'),
(43, 'Пуфик', 25200, 'img/1.jpg'),
(44, 'Пуфик', 25200, 'img/1.jpg'),
(45, 'Пуфик', 25200, 'img/1.jpg'),
(46, 'Пуфик', 25200, 'img/1.jpg'),
(47, 'Пуфик', 25200, 'img/1.jpg'),
(48, 'Пуфик', 25200, 'img/1.jpg'),
(49, 'Пуфик', 25200, 'img/1.jpg'),
(50, 'Пуфик', 25200, 'img/1.jpg'),
(51, 'Пуфик', 25200, 'img/1.jpg'),
(52, 'Пуфик', 25200, 'img/1.jpg'),
(53, 'Пуфик', 25200, 'img/1.jpg'),
(54, 'Пуфик', 25200, 'img/1.jpg'),
(55, 'Пуфик', 25200, 'img/1.jpg'),
(56, 'Пуфик', 25200, 'img/1.jpg'),
(57, 'Пуфик', 25200, 'img/1.jpg'),
(58, 'Пуфик', 25200, 'img/1.jpg'),
(59, 'Пуфик', 25200, 'img/1.jpg'),
(60, 'Пуфик', 25200, 'img/1.jpg'),
(61, 'Пуфик', 25200, 'img/1.jpg'),
(62, 'Пуфик', 25200, 'img/1.jpg'),
(63, 'Пуфик', 25200, 'img/1.jpg'),
(64, 'Пуфик', 25200, 'img/1.jpg'),
(65, 'Пуфик', 25200, 'img/1.jpg'),
(66, 'Пуфик', 25200, 'img/1.jpg'),
(67, 'Пуфик', 25200, 'img/1.jpg'),
(68, 'Пуфик', 25200, 'img/1.jpg'),
(69, 'Пуфик', 25200, 'img/1.jpg'),
(70, 'Пуфик', 25200, 'img/1.jpg'),
(71, 'Пуфик', 25200, 'img/1.jpg'),
(72, 'Пуфик', 25200, 'img/1.jpg'),
(73, 'Пуфик', 25200, 'img/1.jpg'),
(74, 'Пуфик', 25200, 'img/1.jpg'),
(75, 'Пуфик', 25200, 'img/1.jpg'),
(76, 'Пуфик', 25200, 'img/1.jpg'),
(77, 'Пуфик', 25200, 'img/1.jpg'),
(78, 'Пуфик', 25200, 'img/1.jpg'),
(79, 'Пуфик', 25200, 'img/1.jpg'),
(80, 'Пуфик', 25200, 'img/1.jpg'),
(81, 'Пуфик', 25200, 'img/1.jpg'),
(82, 'Пуфик', 25200, 'img/1.jpg'),
(83, 'Пуфик', 25200, 'img/1.jpg'),
(84, 'Пуфик', 25200, 'img/1.jpg'),
(85, 'Пуфик', 25200, 'img/1.jpg'),
(86, 'Пуфик', 25200, 'img/1.jpg'),
(87, 'Пуфик', 25200, 'img/1.jpg'),
(88, 'Пуфик', 25200, 'img/1.jpg'),
(89, 'Пуфик', 25200, 'img/1.jpg'),
(90, 'Пуфик', 25200, 'img/1.jpg'),
(91, 'Пуфик', 25200, 'img/1.jpg'),
(92, 'Пуфик', 25200, 'img/1.jpg'),
(93, 'Пуфик', 25200, 'img/1.jpg'),
(94, 'Пуфик', 25200, 'img/1.jpg'),
(95, 'Пуфик', 25200, 'img/1.jpg'),
(96, 'Пуфик', 25200, 'img/1.jpg'),
(97, 'Пуфик', 25200, 'img/1.jpg'),
(98, 'Пуфик', 25200, 'img/1.jpg'),
(99, 'Пуфик', 25200, 'img/1.jpg'),
(100, 'Пуфик', 25200, 'img/1.jpg'),
(101, 'Пуфик', 25200, 'img/1.jpg'),
(102, 'Пуфик', 25200, 'img/1.jpg'),
(103, 'Пуфик', 25200, 'img/1.jpg'),
(104, 'Пуфик', 25200, 'img/1.jpg'),
(105, 'Пуфик', 25200, 'img/1.jpg'),
(106, 'Пуфик', 25200, 'img/1.jpg'),
(107, 'Пуфик', 25200, 'img/1.jpg'),
(108, 'Пуфик', 25200, 'img/1.jpg'),
(109, 'пуфик', 23111, 'img/2.jpg'),
(110, 'пуфик', 23111, 'img/2.jpg'),
(111, 'пуфик', 23111, 'img/2.jpg'),
(112, 'пуфик', 23111, 'img/2.jpg'),
(113, 'пуфик', 23111, 'img/2.jpg'),
(114, 'пуфик', 23111, 'img/2.jpg'),
(115, 'пуфик', 23111, 'img/2.jpg'),
(116, 'пуфик', 23111, 'img/2.jpg'),
(117, 'пуфик', 23111, 'img/2.jpg'),
(118, 'пуфик', 23111, 'img/2.jpg'),
(119, 'пуфик', 23111, 'img/2.jpg'),
(120, 'пуфик', 23111, 'img/2.jpg'),
(121, 'пуфик', 23111, 'img/2.jpg'),
(122, 'пуфик', 23111, 'img/2.jpg'),
(123, 'пуфик', 23111, 'img/2.jpg'),
(124, 'пуфик', 23111, 'img/2.jpg'),
(125, 'пуфик', 23111, 'img/2.jpg'),
(126, 'пуфик', 23111, 'img/2.jpg'),
(127, 'пуфик', 23111, 'img/2.jpg'),
(128, 'пуфик', 23111, 'img/2.jpg'),
(129, 'пуфик', 23111, 'img/2.jpg'),
(130, 'пуфик', 23111, 'img/2.jpg'),
(131, 'пуфик', 23111, 'img/2.jpg'),
(132, 'пуфик', 23111, 'img/2.jpg'),
(133, 'пуфик', 23111, 'img/2.jpg'),
(134, 'пуфик', 23111, 'img/2.jpg'),
(135, 'пуфик', 23111, 'img/2.jpg'),
(136, 'пуфик', 23111, 'img/2.jpg'),
(137, 'пуфик', 23111, 'img/2.jpg'),
(138, 'пуфик', 23111, 'img/2.jpg'),
(139, 'пуфик', 23111, 'img/2.jpg'),
(140, 'пуфик', 23111, 'img/2.jpg'),
(141, 'пуфик', 23111, 'img/2.jpg'),
(142, 'пуфик', 23111, 'img/2.jpg'),
(143, 'пуфик', 23111, 'img/2.jpg'),
(144, 'пуфик', 23111, 'img/2.jpg'),
(145, 'пуфик', 23111, 'img/2.jpg'),
(146, 'пуфик', 23111, 'img/2.jpg'),
(147, 'пуфик', 23111, 'img/2.jpg'),
(148, 'пуфик', 23111, 'img/2.jpg'),
(149, 'пуфик', 23111, 'img/2.jpg'),
(150, 'пуфик', 23111, 'img/2.jpg'),
(151, 'пуфик', 23111, 'img/2.jpg'),
(152, 'пуфик', 23111, 'img/2.jpg'),
(153, 'пуфик', 23111, 'img/2.jpg'),
(154, 'пуфик', 23111, 'img/2.jpg'),
(155, 'пуфик', 23111, 'img/2.jpg'),
(156, 'пуфик', 23111, 'img/2.jpg'),
(157, 'пуфик', 23111, 'img/2.jpg'),
(158, 'пуфик', 23111, 'img/2.jpg'),
(159, 'пуфик', 23111, 'img/2.jpg'),
(160, 'пуфик', 23111, 'img/2.jpg'),
(161, 'пуфик', 23111, 'img/2.jpg'),
(162, 'пуфик', 23111, 'img/2.jpg'),
(163, 'пуфик', 23111, 'img/2.jpg'),
(164, 'пуфик', 23111, 'img/2.jpg'),
(165, 'пуфик', 23111, 'img/2.jpg'),
(166, 'пуфик', 23111, 'img/2.jpg'),
(167, 'пуфик', 23111, 'img/2.jpg'),
(168, 'пуфик', 23111, 'img/2.jpg'),
(169, 'пуфик', 23111, 'img/2.jpg'),
(170, 'пуфик', 23111, 'img/2.jpg'),
(171, 'пуфик', 23111, 'img/2.jpg'),
(172, 'пуфик', 23111, 'img/2.jpg'),
(173, 'пуфик', 23111, 'img/2.jpg'),
(174, 'пуфик', 23111, 'img/2.jpg'),
(175, 'пуфик', 23111, 'img/2.jpg'),
(176, 'пуфик', 23111, 'img/2.jpg'),
(177, 'пуфик', 23111, 'img/2.jpg'),
(178, 'пуфик', 23111, 'img/2.jpg'),
(179, 'пуфик', 23111, 'img/2.jpg'),
(180, 'пуфик', 23111, 'img/2.jpg'),
(181, 'пуфик', 23111, 'img/2.jpg'),
(182, 'пуфик', 23111, 'img/2.jpg'),
(183, 'пуфик', 23111, 'img/2.jpg'),
(184, 'пуфик', 23111, 'img/2.jpg'),
(185, 'пуфик', 23111, 'img/2.jpg'),
(186, 'пуфик', 23111, 'img/2.jpg'),
(187, 'пуфик', 23111, 'img/2.jpg'),
(188, 'пуфик', 23111, 'img/2.jpg'),
(189, 'пуфик', 23111, 'img/2.jpg'),
(190, 'пуфик', 23111, 'img/2.jpg'),
(191, 'пуфик', 23111, 'img/2.jpg'),
(192, 'пуфик', 23111, 'img/2.jpg'),
(193, 'пуфик', 23111, 'img/2.jpg'),
(194, 'пуфик', 23111, 'img/2.jpg'),
(195, 'пуфик', 23111, 'img/2.jpg'),
(196, 'пуфик', 23111, 'img/2.jpg'),
(197, 'пуфик', 23111, 'img/2.jpg'),
(198, 'пуфик', 23111, 'img/2.jpg'),
(199, 'пуфик', 23111, 'img/2.jpg'),
(200, 'пуфик', 23111, 'img/2.jpg'),
(201, 'пуфик', 23111, 'img/2.jpg'),
(202, 'пуфик', 23111, 'img/2.jpg'),
(203, 'пуфик', 23111, 'img/2.jpg'),
(204, 'пуфик', 23111, 'img/2.jpg'),
(205, 'пуфик', 23111, 'img/2.jpg'),
(206, 'пуфик', 23111, 'img/2.jpg'),
(207, 'пуфик', 23111, 'img/2.jpg'),
(208, 'пуфик', 23111, 'img/2.jpg'),
(209, 'пуфик', 23111, 'img/2.jpg'),
(210, 'пуфик', 23111, 'img/2.jpg'),
(211, 'пуфик', 23111, 'img/2.jpg'),
(212, 'пуфик', 23111, 'img/2.jpg'),
(213, 'пуфик', 23111, 'img/2.jpg'),
(214, 'пуфик', 23111, 'img/2.jpg'),
(215, 'пуфик', 23111, 'img/2.jpg'),
(216, 'пуфик', 23111, 'img/2.jpg'),
(217, 'пуфик', 23111, 'img/2.jpg'),
(218, 'пуфик', 23111, 'img/2.jpg'),
(219, 'пуфик', 23111, 'img/2.jpg'),
(220, 'пуфик', 23111, 'img/2.jpg'),
(221, 'пуфик', 23111, 'img/2.jpg'),
(222, 'пуфик', 23111, 'img/2.jpg'),
(223, 'пуфик', 23111, 'img/2.jpg'),
(224, 'пуфик', 23111, 'img/2.jpg'),
(225, 'пуфик', 23111, 'img/2.jpg'),
(226, 'пуфик', 23111, 'img/2.jpg'),
(227, 'пуфик', 23111, 'img/2.jpg'),
(228, 'пуфик', 23111, 'img/2.jpg'),
(229, 'пуфик', 23111, 'img/2.jpg');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `products`
--
ALTER TABLE `products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=230;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
